Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_474_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi attii stipeanddaid sámegiela oahppiide
smn: Sämitigge juovij stipendijd sämikielâ uáppeid

source: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide , geat leat bures menestuvvan sámegiela oahpuin .
smn: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd sämikielâ oopâin pyereest miänástum uappeid .

source: Stipeanddat juhkkojuvvojedje oktiibuot guđa stuđentii , geat leat čađahan sámegiela iskosa stuđeantadutkosis , 14 vuođđooahpahusa čađahan oahppái ja golmma Sámi oahpahusguovddáža oahppái .
smn: Stipendeh juáhhojii ohtsis 6 uáppei , kiäh lijjii čođâldittám sämikielâ iskos pajeuáppeetutkosijn , 14 uáppei , kiäh pessii vuáđumáttááttâsâst já kuulmâ Säämi Máttááttâskuávdáá uáppei .

source: Sámedikki stipeandda ožžo čuovvovaš nuorat :
smn: Sämitige stiipeend ožžuu čuávvoo nuorah :

source: Stuđeanttat :
smn: Pajeuáppeeh :

source: Ohcejoga sámelogahat : Mira Länsman ( davvisámegiella )
smn: Ucjuv sämiluvâttâh : Mira Länsman ( tavesämikielâ )

source: Soađegili logahat : Karen-Anni Hetta ( davvisámegiella ) ja Aleksi Syrjä ( davvisámegiella )
smn: Suáđigil luvâttâh : Karen-Anni Hetta ( tavesämikielâ ) já Aleksi Syrjä ( tavesämikielâ )

source: Eanodaga logahat : Mari Keskitalo ( davvisámegiella )
smn: Iänuduv luvâttâh : Mari Keskitalo ( tavesämikielâ )

source: Avvila logahat : Juulienna Näkkäläjärvi ( davvisámegiella ) ja Sarita Kämäräinen ( davvisámegiella )
smn: Avveel luvâttâh : Juulienna Näkkäläjärvi ( tavesämikielâ ) já Sarita Kämäräinen ( tavesämikielâ )

source: Vuođđooahpahusa čađahan oahppit :
smn: Vuáđumáttááttâs čođâldittám uáppeeh :

source: Gilbbešjávrri skuvla : Aslak Kalttopää ( davvisámegiella )
smn: Kilbišjäävri škovlâ : Aslak Kalttopää ( tavesämikielâ )

source: Ohcejotnjálmmi skuvla : Minna Länsman ( davvisámegiella )
smn: Ucjuv škovlâ : Minna Länsman ( tavesämikielâ )

source: Heahtá badjeskuvla : Ellen-Maarit Juuso ( davvisámegiella )
smn: Heta paješkovlâ : Ellen-Maarit Juuso ( tavesämikielâ )

source: Anára badjeskuvla : Anne Seipiharju ( anárašgiella ) , Rauna Saijets ( davvisámegiella ) ja Elle-Maari Kokkonen ( davvisámegiella )
smn: Aanaar paješkovlâ : Anne Seipiharju ( anâraškielâ ) , Rauna Saijets ( tavesämikielâ ) já Elle-Maari Kokkonen ( tavesämikielâ )

source: Avvila badjeskuvla : Janrik Magga ( davvisámegiella )
smn: Avveel paješkovlâ : Janrik Magga ( tavesämikielâ )

source: Čeavetjávrri skuvla : Petteri Feodoroff ( nuortalašgiella ) , Leena Fofonoff ( nuortalašgiella ) ja Aaro-Juhana Fofonoff ( nuortalašgiella )
smn: Čevetjäävri škovlâ : Petteri Feodoroff ( nuorttâsämikielâ ) , Leena Fofonoff ( nuorttâsämikielâ ) ja Aaro Juhana Fofonoff ( nuorttâsämikielâ )

source: Gáregasnjárgga skuvla : Jarkko Länsman ( davvisámegiella )
smn: Kärigâsnjaargâ škovlâ : Jarkko Länsman ( tavesämikielâ )

source: Vuohču skuvla : Anne Sieppi ( davvisámegiella )
smn: Vuáču škovlâ : Anne Sieppi ( tavesämikielâ )

source: Aleksanteri Kena skuvla , Soađegili girkosiida : Juho Yliriesto ( davvisámegiella )
smn: Aleksanteri Kena škovlâ , Suáđigil kirkkosijdâ : Juho Yliriesto ( tavesämikielâ )

source: Myllytulli skuvla , Oulu : Roope Akujärvi ( davvisámegiella )
smn: Myllytulli škovlâ , Oulu : Roope Akujärvi ( tavesämikielâ )

source: Sámi oahpahusguovddáža oahppit :
smn: Säämi máttááttâskuávdáá uáppeeh :

source: xxx
smn: Säämi tyejilinjâš : Laura Morottaja ( anâraškielâ )

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
smn: Sämitigge tuáivut luho já pyeri kesiluámu puohháid !
